<template lang="pug">
  .faq
    .faq__bg(:style="{ backgroundImage: 'url(' + bgImage + ')' }")
      router-link(to="/")
        i.fas.fa-chevron-left
      img.faq__bg__logo(:src='image1')
    .faq__main
      h2 关于倍利
      p.
        倍利BetLead是在菲律宾注册的合法博彩公司。我们不仅拥有着强大的游戏运营能力，周到细致的客户服务品质，完善的技术支持和保障，高效安全的支付平台，也在不斷追求技术创新，強調个性化的用户体验。</br>
        我们创建的平台是一个面向用户的综合性互动娱乐平台。我们在为玩家提供高质量的线上娱乐项目的同时，也在持续努力的开发新游戏，让玩家们每一刻都拥有最新颖、最精彩的游戏体验。</br>
      h5 ★诚信运营，安全無慮
      p.
        倍利BetLead 拥有菲律宾的合法执照，该执照是由菲律宾政府部门博彩委员会 PAGCOR (Philippine Amusement and Gaming Corporation) 颁发，您将得到可靠的资金和优质的服务。</br>
        同時，我们的CTXM 博彩系统还具有由 iTech Labs 出具的随机数发生器认证机制，它严格遵从国际相关标准（随机发生器依据奥尔德尼岛博彩管理委员会和马恩岛给予的标准进行测试）。</br></br>

        所有用户提供的个人信息，我们都将其通过安全端口 (SSL 128 bit encryption Standard) 传送并把它们存放在公众无法进入的保密环境之下。此外所有数据的内部出入都将受到严密的监控和限制。</br>
        我们做这些，都是为了建立一个资讯绝对安全的环境，保障玩家在倍利BetLead的博彩体验安全无忧。</br></br>
      h5 ★即时专业服务，全年无休
      p 我们致力于为玩家建立一个友善与互信的环境。不管玩家何时何地有任何问题，都可以通过我们客服部门 24 小时即时在线服务询问，我们将以最快的回应来回答与解决您的疑惑。</br>
      h2 隐私权政策
      p 以下為倍利BetLead的隐私政策。<br>
      ul
        li 1. 使用本网站服务，即代表您（玩家）同意本网站隐私权政策及相应条款，运营商将定期复审，并保有随时修改与变更本隐私权政策之权利。</br>
        li 2. 任何隐私权政策更改将立即生效 ，并于网站公告通知。玩家需接受这些更改，建议玩家仔细审阅相关条款。</br>
        li 3. 倍利BetLead 重视玩家隐私与个人信息的保护，绝对不会泄露个人资料给第三方，除非收到法庭传单或可行性法律的要求及判决。</br>
        li 4. 运营商有权通过网站向有关付款平台服务提供商，以及金融保险机构提供必要的个人信息以完成付款要求。</br>
        li 5. 所有玩家提供的个人信息，其传送都将通过安全端口 (SSL 128 bit encryption Standard) 并存放在公众无法进入的保密环境之下；所有数据的内部出入都受到限制及严密的监控。</br>
        li 6. 当玩家与本网站或所提供的线上博彩设施互动时，运营商的服务器将收集部份行为与流量信息以供行政管理与风险评估，包括：进入时间日期、IP 地址、浏览的网页与浏览器、使用的载具、使用的语言，以及软件崩溃报告等，大多信息将提供运营商优化本网站产品，让玩家能享有更优质的游戏服务。</br>
        li 7. 玩家所提供之个人信息将被使用但不限于：
            p.
              - (1.) 建立与管理玩家个人账户</br>
              - (2.) 投注、结算与支付</br>
              - (3.) 分析玩家信用风险</br>
              - (4.) 遵守许可与监管之要求</br>
              - (5.) 统计目的：包含市场调查与分析</br>
              - (6.) 改进整体网站服务与博彩体验。</br>
        li 8.若玩家相信运营商保存的玩家个人信息不正确，玩家有责任向运营商告知其个人信息的变更状况。</br>
        li 9.运营商将利用 cookies 追踪玩家对本网站的使用、与线上博彩设施的互动，以及相关流量等数据，并用以改进本网站内容与体验，为玩家提供更好的服务。玩家有权接受或拒绝 cookies，但拒绝 cookies 将有可能影响玩家于本网站之体验。</br>
        li 10.如欲了解更多，请参考条款条约内容。</br>
      h2 责任博彩
      p.
        倍利BetLead积极为玩家提供一个安全、无忧、尽责的游戏平台。因此，为了维护玩家的利益，我们设有相关机制来防止玩家对游戏产生过度依赖，以及对未成年人进行有效的强力管控。
        对于一些希望暂时远离博彩的玩家，我们提供了申请账号暂时关闭的功能，您可以申请六个月到五年的账户关闭周期。更多此功能详情信息，可点击「联系我们」，我们的客服人员将为您带来更多专业咨询。
        此外，18 岁以下的玩家进行博彩属于非法行为。我們将保有对玩家所提供年龄等信息查核的权利，如有发现年龄证明与玩家所提供信息不符，我们将关闭玩家账号以及冻结所余资金。
        由于各地的法令条款不同。因此，我们建议玩家在进行博彩游戏前，先行翻阅当地法律进行了解。
        还有，开设多重账号、使用匿名用户名以及滥用密码等行为，倍利BetLead都将有权进行相关处置。</br>

        如您担心博彩已严重影响您的生活，以下提问可帮助您找到答案：</br>
      ul
        li 1. 您是否会因为博彩而不上班或不上学？</br>
        li 2. 您是否为了逃避烦闷或不愉快的生活进行博彩？</br>
        li 3. 当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？</br>
        li 4. 您是否会博彩到最后一分钱才罢休？</br>
        li 5. 您是否曾经用谎言掩饰您花在博彩上的时间和金钱？</br>
        li 6. 是否有人批评过您的博彩行为？</br>
        li 7. 您是否对您的家人、朋友或爱好失去了兴趣？</br>
        li 8. 您输了之后，是否会马上想把输的钱赢回来？</br>
        li 9. 您有没有因为博彩而感到失落甚至轻生？</br>
      p.
        在以上问题中您回答的「是」越多，您就越接近具备严重博彩问题。建议您谨记以下几点，以保有对博彩游戏的适度性：</br>
      ul
        li 1. 博彩仅限娱乐性质，不应为赚钱工具</br>
        li 2. 进行博彩游戏前，请先充分了解游戏规则</br>
        li 3. 请在游戏之前，充分认知可能损失的金额在可承受范围内</br>
        li 4. 玩家不应试图追回损失</br>
        li 5. 玩家应注意自身投入于博彩游戏的时间与金钱超出自身可负荷范围</br>
      p 若想了解更多相关资讯，请您咨询 Gambling Therapy 网站： <a href="#">www.gamcare.org.uk。</a>
      p 最后，对于家里有未成年的玩家，我们也鼓励安装儿童保护软件，防止未成年人接触到博彩相关内容。此外，我们也将确保广告与宣传促销活动并非以未成年人为对象。
</template>

<script>
export default {
  data() {
    return {
      bgImage: `${process.env.VUE_APP_IMG}/static/img/header-image@3x.png`,
      image1: `${process.env.VUE_APP_IMG}/static/img/logo@3x.png`,
      search: '',
    }
  }
}
</script>

<style lang="scss" scoped>
.faq {
  display: flex;
  flex-direction: column;
  height: 100vh;

  &__bg {
    background-repeat: no-repeat;
    background-position: center;
    background-size: cover;
    padding: 12vh $width-24;
    font-size: $text-20;
    display: flex;
    justify-content: center;
    align-items: center;

    a {
      color: white;
      position: absolute;
      left: $width-24;
      top: $height-36;
    }

    &__logo {
      width: 50%;
    }
  }

  &__main {
    padding: $height-36 $width-40 0;
    background-color: white;
    flex: 1;
    border-radius: 18px 18px 0px 0px;
    transform: translateY(-5vh);
  }
}
</style>
